Repository: pypi-data/pypi-mirror-256
Catalog: packages/django-approval/django-approval-0.15.1.tar.gz/django-approval-0.15.1/src/approval/locale/*/LC_MESSAGES/django.po
Languages: fr

# approval
source: This form is showing changes currently pending.
fr: Ce formulaire affiche des modifications toujours en attente de validation.

# approval
source: status
fr: statut

# approval
source: Unavailable
fr: Indisponible

source: Deny selected approval requests
fr: Refuser les demandes de modération sélectionnées

source: Selected edits have been denied.
fr: Les modification sélectionnées ont été refusées.

source: Approve selected approval requests
fr: Accepter les demandes de modération sélectionnées

source: Upon approval, deletion has been performed.
fr: Suite à la validation, une suppression a été effectuée.

source: Selected edits have been accepted.
fr: Les modification sélectionnées ont été acceptées.

source: Content
fr: Contenu

source: approval
fr: modération

# approval
source: Pre-save signal handled on updated {cls}
fr: Signal pre-save traité sur un objet {cls} mis à jour

# approval
source: Post-save signal handled on new {cls}
fr: Signal post-save traité sur un nouvel objet {cls}

# approval
source: Using request user as author of {self}.
fr: Utilisation de l'utilisateur connecté comme auteur de {self}.

# approval.moderation
source: Pending
fr: En attente

# approval.moderation
source: Rejected
fr: Rejeté

# approval.moderation
source: Approved
fr: Approuvé

# approval.draft
source: Draft
fr: Brouillon

# approval.draft
source: Waiting for moderation
fr: En attente de modération

# approval_entry
source: Data
fr: Données

# approval_entry
source: Moderated
fr: Modéré

# approval_entry
source: Moderated by
fr: Modéré par

# approval_entry
source: Draft
fr: Brouillon

# approval_entry
source: Moderated at
fr: Modéré le

# approval
source: Reason
fr: Raison

# approval_entry
source: Updated
fr: Mis à jour

# approval
source: {name} approval
fr: modération de {name}

# approval
source: {name} approvals
fr: modérations de {name}

# approval
source: Updated monitored object fields using sandbox.
fr: Les champs de l'objet à modérer ont été mis à jour depuis le bac à sable.

# approval
source: Updated monitored object fields using default values.
fr: Les champs de l'objet à modérer ont été mis à jour avec des valeurs par défaut.

# approval
source: Updated monitored object was persisted.
fr: Les modifications sur l'objet à modérer ont été persistées.

# approval
source: Field {name} could not be persisted to model.
fr: Le champ {name} n'a pas pu être persisté vers le modèle.

# approval
source: Sandbox for {source} was updated.
fr: Le bac à sable pour {source} a été mis à jour.

# approval_entry
source: Congratulations, your edits have been approved.
fr: Félicitations, vos modifications ont été acceptées.

# approval
source: Changes in sandbox were approved.
fr: Les modifications du bac à sable ont été acceptées.

# approval_entry
source: Your edits have been refused.
fr: Vos modifications ont été refusées.

# approval
source: Changes in sandbox were rejected.
fr: Les modifications du bac à sable ont été rejetées.
