Repository: pypi-data/pypi-mirror-256
Catalog: packages/pretix-mandatory-product/pretix-mandatory-product-1.3.1.tar.gz/pretix-mandatory-product-1.3.1/pretix_mandatory_product/locale/*/LC_MESSAGES/django.po
Languages: de

source: Mandatory Product
de: Obligatorisches Produkt

source: Forces the customer to buy at least one of a product.
de: Zwingt den Kunden, mindestens eines Produkts zu kaufen.

source: You need to buy at least %(min)s of each of these products: %(product)s. %(note)s
de: Sie müssen mindestens %(min)s von jedem dieser Produkte kaufen: %(product)s. %(note)s

source: You need to buy at least %(min)s of this product: %(product)s. %(note)s
de: Sie müssen mindestens %(min)s von diesem Produkt kaufen: %(product)s. %(note)s

source: Mandatory Products
de: Obligatorische Produkte

source: You force customers to buy a product that is currently inactive.
de: Sie zwingen Kunden, ein Produkt zu kaufen, das derzeit inaktiv ist.

source: Mandatory product settings
de: Obligatorische Produkte - Einstellungen

source: You can force your customers to add the selected products to their shopping cart. Use this functionality carefully!
de: Dieses Plugin zwingt ihre Kund:innen eins oder mehrere Produkte zum Warenkorb hinzuzufügen. Vorsicht!

source: Save
de: Speichern

source: Mandatory products
de: Obligatorische Produkte

source: All mandatory products must be bought
de: Alle obligatorischen Produkte müssen gekauft werden

source: At least one of the mandatory products must be bought
de: Mind. eins der obligatorischen Produkte muss gekauft werden

source: Combine or choose products
de: Alle oder einzelne obligatorische Produkte

source: Customer visible note
de: Erklärung für den/die Kund:innen
